---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PaperSource
source: html/a0e7cc19-8fd9-179c-fcd8-7ef517eb002f.htm
---
# PaperSource Members

Causes the object to release immediately any resources it may be utilizing.